{
  "reviews": [
    {
      "title": "Thor: Ragnarok",
      "year": 2017,
      "score": 5,
      "description": "The best of the Thor films, suitable for newcomers and MCU veterans.The CGI, story and acting have definitely improved, but most of all it has comedy. A perfect prologue to Infinity War."
    },
    {
      "title": "21 Bridges",
      "year": 2019,
      "score": 3,
      "description": "After seeing this trailer a million times in the cinema, I have finally sat down and watched it. If you like Line of Duty, then this may be interesting to you. Overall, it had good action, a good story but it's nothing special."
    },
    {
      "title": "Spiderman: Homecoming",
      "year": 2017,
      "score": 5,
      "description": "Just another fantastic film in phase 3. Tom Holland has to be my favourite Spiderman to date. The humour, action and characters are all perfect; it all blends into the MCU just right."
    },
    {
      "title": "Hamilton",
      "year": 2020,
      "score": 5,
      "description": "A fantastic opportunity was taken by Disney+. It's definitely a different experience too seeing live in the theatre, but it's just as amazing. The original cast is perfect and Lin Manuel Miranda is incredibly talented at everything he does."
    },
    {
      "title": "Guardians of the Galaxy 2",
      "year": 2017,
      "score": 5,
      "description": "A rewarding sequel to the first that returns with an even better soundtrack. The visuals, story and humour just get better (mostly in the second act.) Also, this film has the best character development in an MCU film ever."
    },
    {
      "title": "Prisoners",
      "year": 2013,
      "score": 5,
      "description": "A captivating and intense detective thriller that leaves you on edge throughout. The story feels so well-thought-out that you can properly empathise with the brilliantly acted characters. It has left me completely stunned."
    },
    {
      "title": "Get Hard",
      "year": 2015,
      "score": 3,
      "description": "A stupid film but that's what you get with Will Ferrel and Kevin Hart. It's a kinda bad film, that's kinda stupid but I had fun watching it. I wanted to see a bad comedy and I got one."
    },
    {
      "title": "Midsommar",
      "year": 2019,
      "score": 2,
      "description": "I was morbidly curious to see this film but I did not feel “enlightened” from seeing it. It's a new take on horror films and horrifically believable. This was not a comfortable watch, and cannot recommend it for those who don't love horror."
    },
    {
      "title": "Skyscraper",
      "year": 2018,
      "score": 3,
      "description": "Hate on the story and logistics of this film all you want, it is a fantastic disaster film. I spent most of this film with vertigo, sweaty palms or rapt attention. This film achieved what it wanted to achieve, and the rest can be ignored."
    },
    {
      "title": "Rogue One",
      "year": 2016,
      "score": 5,
      "description": "I have to question why the main Star Wars films aren't more like this one. It has the best story, the best acting and some of the most iconic moments in the entire saga. You cannot love this film."
    },
    {
      "title": "Skyfall",
      "year": 2012,
      "score": 5,
      "description": "A showcase of how good James Bond films still are. Constantly subverting your expectations, the story is engaging and refreshingly new, whilst honouring its past. Points of action are memorable and the acting is flawless (looking at you Javier Bardem.)"
    },
    {
      "title": "Doctor Strange",
      "year": 2016,
      "score": 2,
      "description": "After Ant-Man, the MCU really wanted to show off their CGI skills. It's very impressive too, but the rest of this film is disappointing. Bad story, bad pacing and a major villain issue. This film can't hold its own."
    },
    {
      "title": "No Country For Old Men",
      "year": 2007,
      "score": 3,
      "description": "It's hard to understand this film. One the one hand, it's mesmerising and dramatic; but on the other, it's drawn out and attempts to add too much meaning. The final act of the film feels out of place due to a lack of a typical ending."
    },
    {
      "title": "Jurassic World: Fallen Kingdom",
      "year": 2018,
      "score": 4,
      "description": "Feels like a really mixed bag. The film is made up of 3 or 4 amazing set pieces that do really well on there own but are poorly connected. Fear is effectively used though environment, humans and dinosaurs."
    },
    {
      "title": "Solo",
      "year": 2018,
      "score": 2,
      "description": "A different Star Wars film that's a nice break from the fairly predictable films in the main Saga. Whilst there's a lot of fan service that most people will miss, it's still a fun film with an interesting cast."
    },
    {
      "title": "Captain America: Civil War",
      "year": 2016,
      "score": 5,
      "description": "A perfect superhero film. The story dives into one of the most well recognised comic book stories and executes it really well. To top it all off, it uses the best MCU characters in the best way possible."
    },
    {
      "title": "Star Wars: Revenge of the Sith",
      "year": 2005,
      "score": 3,
      "description": "Right now, this film is more of a meme than a piece of cinema. There are some pretty big problems with acting, but the battles are so make up for it. A fitting end to the prequels."
    },
    {
      "title": "Ant-Man",
      "year": 2015,
      "score": 4,
      "description": "A very unique superhero to add to the MCU, bringing in some much-appreciated comedy. It manages to remain light-hearted whilst upholding some interesting action. It's just a shame the villain's quite boring."
    },
    {
      "title": "Unbroken",
      "year": 2014,
      "score": 5,
      "description": "A powerful story that really drives home the struggles through some well-done cinematography and acting. It sends a brilliant message of determination in the face of impossible odds. A must-see."
    },
    {
      "title": "Moneyball",
      "year": 2011,
      "score": 4,
      "description": "There is something so enthralling about sport. An amazing story that's so close to perfect, with just a few issues with boredom in its second act. Brad Pitt gives a masterful performance, doing this film justice."
    },
    {
      "title": "El Camino",
      "year": 2019,
      "score": 4,
      "description": "A powerful epilogue to Breaking Bad series, that knows it doesn't have to deliver an Avengers scale end. Every shot feels carefully perfected giving Jesse a really fulfilling storyline. A fan of the show should be a fan of this film."
    },
    {
      "title": "Star Wars: Attack of the Clones",
      "year": 2002,
      "score": 4,
      "description": "As a child, this film truly showed me how awesome Star Wars can be. There's a lot I will probably overlook in this film, but that doesn't matter. I have always and will always enjoy epic space battles and lightsabre fights."
    },
    {
      "title": "In The Tall Grass",
      "year": 2019,
      "score": 3,
      "description": "It's quite hard to call this a horror film. The tension relies on the fear of being lost more than fear of any credible threat to the characters. Whilst the concept seems interesting, it hasn't translated well onto the big screen."
    },
    {
      "title": "Avengers: Age of Ultron",
      "year": 2015,
      "score": 5,
      "description": "Another fantastic outing of the Avengers that is a perfect comic book adaptation. Every action sequence feels exciting, the cast continues to provide depth and humour to their characters, and the score is nothing short of epic."
    },
    {
      "title": "The First Purge",
      "year": 2018,
      "score": 3,
      "description": "By far the most realistic and compelling Purge film by far. The story is far better, punctuated with a few moments of high tension. If you lower your standards a bit, you might enjoy this film, so long as you don't mind the violence."
    },
    {
      "title": "Star Wars: The Phantom Menace",
      "year": 1999,
      "score": 3,
      "description": "It's been a while since I've seen this, and for good reason. It is not a good start to the sequels. This film does justify itself with some epic pod racing, space fights and Duel of the Fates. Nostalgia does a lot for this film."
    },
    {
      "title": "Battle: Los Angeles",
      "year": 2011,
      "score": 1,
      "description": "This film is sickening to watch: not because it's gory but because the camera shakes for the whole 2 hours. It uses every trick in the book to not show the aliens, and then heavily disappoints when they are shown. Absolute waste of time."
    },
    {
      "title": "Oblivion",
      "year": 2013,
      "score": 2,
      "description": "To be honest, I got quite bored watching this film. I can appreciate the sci-fi contrast with Earths landscapes, but it really needs a more engaging story. Almost all the secondary characters are really pointless, with only Tom Cruise getting any development."
    },
    {
      "title": "Ready Player One",
      "year": 2018,
      "score": 4,
      "description": "A very good film to showcase video games, something that rarely ever works. I have a really good time watching, unfortunately for those less geeky, you may not. It's normally unpopular to use extreme amounts of CGI, but it works really well here."
    },
    {
      "title": "Guardians of the Galaxy",
      "year": 2014,
      "score": 5,
      "description": "It's impossible not to have a great time watching this film. Amazing comedy, epic space action and an inspiring score make this one of the best MCU films. This film shows the top potential of comic book films."
    },
    {
      "title": "Kursk: The Last Mission",
      "year": 2018,
      "score": 4,
      "description": "Moments of tension in this film are not so realistic, it became difficult to watch. Ultimately, I'm glad I finished it, as it's one of the most impactful films I have seen. This is such a good film, but not one you should enjoy."
    },
    {
      "title": "The Man From U.N.C.L.E.",
      "year": 2015,
      "score": 5,
      "description": "A very enjoyable film that really understands the era it portrays and has so much fun doing it. With an amazing cast, this turns James Bond into a 1960s action-comedy."
    },
    {
      "title": "Notting Hill",
      "year": 1999,
      "score": 4,
      "description": "A very funny, obviously British rom-com that I probably should've seen before now. Not only is this an amazing story but the cinematography is ahead of its time. If it wasn't for the fact that Hugh Grant is painfully awkward, this would get 5/5."
    },
    {
      "title": "Deepwater Horizon",
      "year": 2016,
      "score": 4,
      "description": "A disaster film that takes no shortcuts. Its pacing begins kind of slowly, introducing a dozen interesting character, for not much reason. But when it kicks off, it does it in spectacular fashion."
    },
    {
      "title": "Beasts of No Nation",
      "year": 2015,
      "score": 5,
      "description": "An incredible story that shows how unfair it is that children should be involved in such wars. Amazing acting goes a long way in producing this award-worthy film."
    },
    {
      "title": "Harry Potter: The Deathly Hallows",
      "year": 2010,
      "score": 5,
      "description": "Two films that conclude the greatest book-to-film adaptation of all time. A combination of so many factors makes this paring so iconic. These films are the best reason you should be a fan of Harry Potter."
    },
    {
      "title": "Captain America: Winter Soldier",
      "year": 2014,
      "score": 5,
      "description": "A perfect superhero film. Epic action and concise storytelling that moulds right into the MCU. All backed up with the best score for a movie villain who actually is given some depth. 2 hours of pure awesome."
    },
    {
      "title": "Aliens",
      "year": 1986,
      "score": 3,
      "description": "Quite a good follow-up to the first film, getting to see a lot more of the alien this time. The story is predictably bad but leads to some pretty awesome alien kills. Overall, it was less rubbish than I expected."
    },
    {
      "title": "The Siege of Jadotville",
      "year": 2016,
      "score": 5,
      "description": "A very inspiring and patriotic war film that honours the events properly. The action feels meaningful, led by some impressive acting. This felt like a better, cold war version, of 13 hours."
    },
    {
      "title": "Fantastic 4",
      "year": 2015,
      "score": 3,
      "description": "I really enjoyed the first part of this film, but then suddenly they rush out some action for the sake of having a possible sequel. The cast is perfect but the writing is what makes this never deserve a follow-up."
    },
    {
      "title": "Horrible Bosses 2",
      "year": 2014,
      "score": 2,
      "description": "This is just a bad film. Can't put it any simpler. Just go watch the first one and that's all you need to see. They secured a pretty star-studded cast, but they made me laugh more at the outtakes during the credits."
    },
    {
      "title": "Alien",
      "year": 1979,
      "score": 4,
      "description": "A classic horror film that gets its sci-fi aesthetic just right. It's very impressive for its age, but it struggles with pacing to begin with. It's rare to find an antagonist as scary as the Alien."
    },
    {
      "title": "Mr Right",
      "year": 2015,
      "score": 4,
      "description": "So apparently action rom-coms do exist. This film was a lot of fun to watch and just gets crazier as it goes along. Sam Rockwell and Anna Kendrick are perfect for this film and work really well together."
    },
    {
      "title": "Sicario: Day of the Soldado",
      "year": 2018,
      "score": 2,
      "description": "Unfortunately, this didn't quite step up to the 1st, or just reused the same action pieces. It tried a bit more with a story but that really shouldn't be the point of the film."
    },
    {
      "title": "The Martian",
      "year": 2015,
      "score": 5,
      "description": "An absolute top tier space thriller that just excels at everything it does. Ridley Scott is a SciFi genius and the only one who could have pulled this off. It also reminds me why I love film scores."
    },
    {
      "title": "The Brothers Grimsby",
      "year": 2016,
      "score": 3,
      "description": "This is not a good film, this is not a bad film, this is a ridiculously stupid film. I thought I knew what to expect, but this film kept surprising me with so many wtf moments. I can only describe it as total anarchy."
    },
    {
      "title": "Ex Machina",
      "year": 2014,
      "score": 3,
      "description": "Whilst running with an interesting and often creepy aesthetic, this film takes a really captivating approach to artificial intelligence. It struggles with a bit of pacing, but overall a solid storyline."
    },
    {
      "title": "Thor: The Dark World",
      "year": 2013,
      "score": 2,
      "description": "Something about this film just constantly feels off. It's not a bad film, but it's not a very interesting or impressive one either. Production quality certainly takes a jump along with an underappreciated score."
    },
    {
      "title": "Star Wars: Rise of Skywalker",
      "year": 2019,
      "score": 3,
      "description": "I wish this film had been as epic as it had the potential to be, but it cannot compare to the other films. With a few special moments, a classic score and diverse cast, it does just OK. #MayThe4thBeWithYou"
    },
    {
      "title": "Harry Potter: Half-Blood Prince",
      "year": 2009,
      "score": 4,
      "description": "The atmosphere of HP takes a much darker turn this time out and I love it. The story is a little lacking the film interpretation and had to add extra bits of action. However, this film has one of my all-time favourite scores."
    },
    {
      "title": "Shutter Island",
      "year": 2010,
      "score": 4,
      "description": "A thrilling ride of suspense and mystery that makes you question every little thing. After watching it, I still don't quite know what version of events I believe."
    },
    {
      "title": "Iron Man 3",
      "year": 2015,
      "score": 5,
      "description": "Controversial opinion - I think Iron Man 3 is one of the best MCU films. The quality of the films takes a huge step up. The score is incredible, the CGI suits are perfect and RDJ continues to kill it."
    },
    {
      "title": "Hitman: Agent 47",
      "year": 2015,
      "score": 3,
      "description": "A good translation of a video game into a movie, that shows we need more like it. Clean cut action, and an interesting unpredictable story. Unfortunately, it comes across a little boring at times."
    },
    {
      "title": "Geostorm",
      "year": 2017,
      "score": 2,
      "description": "Expected a trash film, got a trash film. The only reason to watch this film is to see some cool weather and explosions, which there was an unfortunate lack of for the first half. Everything else about this film is irrelevant."
    },
    {
      "title": "You Were Never Really Here",
      "year": 2017,
      "score": 5,
      "description": "This was such an incredible film, I'm not sure how to describe it. The acting and cinematography is world-class, Joaquin Phoenix deserved far more recognition before Joker. I'm just left absolutely speechless."
    },
    {
      "title": "Extraction",
      "year": 2020,
      "score": 3,
      "description": "This film brings all the action and none of the story. The Russo's clearly put in a lot of effort into the fighting and none into writing an interesting plot. I want to see Netflix specials do well, but this just misses the mark."
    },
    {
      "title": "Ferris Bueller's Day Off",
      "year": 1986,
      "score": 5,
      "description": "An iconic film that I regret not seeing sooner. You can see how it inspired so many masterpieces, whilst showcasing the 80s perfectly. Nothing better than a wholesome, comedic, classic film."
    },
    {
      "title": "Valkryie",
      "year": 2008,
      "score": 2,
      "description": "An interesting bit of history that feels quite stretched out for the purpose of drama. I was very surprised to see so many big-name actors get unused. You could save yourself 2 hours and just google the events."
    },
    {
      "title": "The Avengers",
      "year": 2012,
      "score": 5,
      "description": "I'm not sure how you can't not like these films. So many amazing comic book moments interspersed with witty comedy and epic action. This is the payoff for getting invested in the MCU."
    },
    {
      "title": "Everest",
      "year": 2015,
      "score": 4,
      "description": "I'm really glad that I watched this because it taught me that I should NEVER climb Everest. Whilst it takes a little to kick off, this film is non-stop suspense and sadness. Whilst it's not a quality film, it's important that it exists."
    },
    {
      "title": "Harry Potter: Goblet of Fire",
      "year": 2005,
      "score": 4,
      "description": "A quality HP film that properly starts off the main plot of the series. It's just a shame that films can be so limited sometimes as the books have so much more depth. Amazing practical effects & props to create a unique atmosphere."
    },
    {
      "title": "Captain America",
      "year": 2011,
      "score": 5,
      "description": "Probably my favourite superhero origin story of all, as it delivers the WW2 vibe perfectly. This film has an out-of-this-world score, cast and action to highlight the first avenger."
    },
    {
      "title": "Terminator: Genysis",
      "year": 2015,
      "score": 3,
      "description": "Sometimes you just need a super explosive action film. Whilst it has a meaningless story and bad character development, I couldn't care less."
    },
    {
      "title": "Lady Bird",
      "year": 2017,
      "score": 2,
      "description": "It's definitely an Oscars film and I've seen better Oscars films. The cinematography was very clever, but I spent more time watching that than being engaged in the story. Overall, fairly underwhelming compared to how some people speak of the film."
    },
    {
      "title": "Brexit: The Uncivil War",
      "year": 2019,
      "score": 4,
      "description": "An interesting insight into Brexit shows the hidden intelligence behind political campaigns. Giving a dramatic and different perspective on Vote Leave in a digestible form that doesn't feel anything like just a debate off Question Time."
    },
    {
      "title": "13 Hours",
      "year": 2016,
      "score": 4,
      "description": "This may go as an underrated war film, but it deserves far more than that. A true story that properly shows the fear, chaos and pointlessness of war."
    },
    {
      "title": "Rain Man",
      "year": 1988,
      "score": 5,
      "description": "It's incredible to see such an eye-opening film made so long ago, and it does an incredible job of showing the most vulnerable. This film deserves its Oscars for top class acting."
    },
    {
      "title": "The Big Short",
      "year": 2015,
      "score": 4,
      "description": "It's hard to make a film out of a really complicated world, but it does really well using many famous names and the fourth wall breaks. You have to take this film seriously because the real-life consequences are shocking."
    },
    {
      "title": "Tron: Legacy",
      "year": 2010,
      "score": 4,
      "description": "I feel like this film is underrated, as we don't get many sci-fi films quite like it. The story is better than it should be, all set in a world with an impressive aesthetic. But to top it all off, the soundtrack is incredible."
    },
    {
      "title": "Thor",
      "year": 2011,
      "score": 3,
      "description": "A pretty good origin story that fits right into the MCU. It was a lot cheesier than I thought it was, but that doesn't mean I didn't enjoy it. When you compare this to Ragnarok, a lot improves, so I can't score this too high."
    },
    {
      "title": "The Social Network",
      "year": 2010,
      "score": 5,
      "description": "A pretty clever insight into the rocky rise of Facebook, that shows the depth of how a business rises to success. A thoroughly enjoying watch, particularly for those of us who can understand the technical jargon."
    },
    {
      "title": "Hacksaw Ridge",
      "year": 2016,
      "score": 5,
      "description": "A film that shows a very realistic perspective whilst highlighting the lesser-known side of conscientious objections. A lot of thought has clearly gone into this film and shows the true hero that Desmond Doss was."
    },
    {
      "title": "Iron Man 2",
      "year": 2010,
      "score": 3,
      "description": "This film was very much 50/50. Either I was really enjoying it, or I was very bored. This normally correlated to whether or not the forgettable villain was on the screen. This film cannot live up to the rest of the MCU, but if remade today it would excel."
    },
    {
      "title": "Pirates of the Caribbean: Salazar's Revenge",
      "year": 2017,
      "score": 3,
      "description": "A proper attempt at rounding off the films with two well thought out conclusions. That's only if you really cared about the films in the first place. Otherwise, it's an average film about pirates."
    },
    {
      "title": "6 Underground",
      "year": 2019,
      "score": 4,
      "description": "Imagine Deadpool meets Mission Impossible; this gives you the most Michael Bay film of all time. Whilst it does get very chaotic, sometimes you just need 2 hours of explosions, violence and guns."
    },
    {
      "title": "Pirates of the Caribbean: On Stranger Tides ",
      "year": 2011,
      "score": 3,
      "description": "I'm not sure why I watched this film, and I don't know why this film was even made. The only reason I see to watch this is if you've just seen the first 3 and are kinda curious. At least they got to reuse the Hans Zimmer score again…"
    },
    {
      "title": "Pirates of the Caribbean: At World's End",
      "year": 2007,
      "score": 4,
      "description": "The pirates' film that finally gave us the ultimate fantasy. A proper war, plenty of answered questions and a rounding off of storylines. It may not be the last film, but it definitely gives a concluding feel. My favourite bad film."
    },
    {
      "title": "Iron Man",
      "year": 2008,
      "score": 5,
      "description": "The best start to a franchise that gave us 11 amazing years of Iron Man. You just cannot fault this film, from the suit building montages to the AC DC soundtrack. I wonder if they knew how much of an impact the MCU was going to have from this film…"
    },
    {
      "title": "Star Wars: The Force Awakens",
      "year": 2015,
      "score": 4,
      "description": "I am so glad that I got to experience a part of the legacy first hand. I think almost everyone loves a bit Star Wars and this film certainly matches A New Hope. It's just a shame that the next two didn't live up to their potential."
    },
    {
      "title": "Pirates of the Caribbean: Dead Man's Chest",
      "year": 2006,
      "score": 4,
      "description": "A more interesting story that seems to understand itself better this time around. It adds more depth to the world, but also sets up the idea of a multi-part story, giving the characters more of an arc. Oh, and the Kraken always a win."
    },
    {
      "title": "Legend",
      "year": 2015,
      "score": 3,
      "description": "A fairly exciting crime film which very cleverly uses Tom Hardy to portray both of the Kray twins. An interesting bit of history I was not aware of, but the drunk history version is all you really need."
    },
    {
      "title": "Pirates of the Caribbean: Curse of the Black Pearl",
      "year": 2003,
      "score": 3,
      "description": "A very cringey pirate film that I'm very glad has been brought to Disney+. Despite it feeling like a slapstick comedy, I kinda love it, and will definitely be watching the rest."
    },
    {
      "title": "Toy Story 4",
      "year": 2019,
      "score": 4,
      "description": "A fitting extra conclusion to a nostalgic series, even if the 3rd did just as well. This film really shows the evolution of animated graphics, and it's new possibilities. Just a group of toys that have such an emotional attachment to our lives."
    },
    {
      "title": "Alien: Covenant",
      "year": 2017,
      "score": 3,
      "description": "Basically the same film as Prometheus just with an actual xenomorph this time. However, I will thank this film for being the reason I got Spotify premium after the excessive adverts. If you want a true Alien film, go see the originals."
    },
    {
      "title": "Prometheus",
      "year": 2012,
      "score": 2,
      "description": "What was the purpose of this film but to kill off a load of characters in as Alien way possible? Whilst the atmosphere was interesting, the story relied on a series of dumb decisions to reach an endpoint. A disillusioned origin story…"
    },
    {
      "title": "Rush",
      "year": 2013,
      "score": 4,
      "description": "F1 deserves its place in the world of sport, especially when it can showcase a rich history. The story of Hunt and Lauda is very important for any F1 fan, as it shows the true potential of the sport."
    },
    {
      "title": "American Psycho",
      "year": 2000,
      "score": 2,
      "description": "What was this film? Interesting idea, but I did not click with 2 hours of men getting horny over business cards and Christian Bales creepy voiceovers. However, it sure does make me love NYC that just a bit more from a high rise view."
    },
    {
      "title": "Ocean's Eleven",
      "year": 2001,
      "score": 5,
      "description": "A classic heist film that made for a very interesting family viewing. With a timeless cast, it delivers with plenty of suspense and tension. However, Don Cheadle's British accent is the worst thing I have ever heard!"
    },
    {
      "title": "Fighting with my Family",
      "year": 2019,
      "score": 4,
      "description": "If you like wrestling, you will geek over this film. If you've never seen wrestling, this is a perfect way in. Trust me, you'll like it more than you think. The story of Paige is delivered perfectly; inspirational and iconic."
    },
    {
      "title": "The King",
      "year": 2019,
      "score": 5,
      "description": "This is further proof of how Netflix is continuing to push forward the industry. This film tells an incredible story that I have to learn more about, whilst delivering it with amazing cinematography and score."
    },
    {
      "title": "King Arthur: Legend of the Sword",
      "year": 2017,
      "score": 1,
      "description": "Nope, just nope. Don't bother with this film. The story is all over the place, action scenes are overly dramatic and the characters are so forgettable. A terrible example of the King Arthur story that Guy Ritchie will be regretting."
    },
    {
      "title": "It",
      "year": 2017,
      "score": 4,
      "description": "A hit horror film that exceeds expectations, and excites for the second chapter. What is especially amazing is the cast of Children that really relays the fear factor a horror must deliver. Bill Skarsgard makes for an outstanding Pennywise."
    },
    {
      "title": "The Maze Runner",
      "year": 2014,
      "score": 4,
      "description": "An almost perfect adaptation of the book. The cast for this film is incredible and promises a lot for the rest of the series. In my opinion, this is just a better version of the Hunger Games series."
    },
    {
      "title": "A Quiet Place",
      "year": 2018,
      "score": 5,
      "description": "A new twist on the horror genre from John and Emily will blow your expectations out of the water. World-class acting and CGI, but most of all the score is incredible. This film shows how living in isolation could be a lot worse than Coronavirus."
    },
    {
      "title": "Wonder Woman",
      "year": 2017,
      "score": 4,
      "description": "This shows up every one of the recent DC films and for good reason. Whilst it can't top its Marvel equivalents, it gives a good effort. Oh and that no man's land scene…"
    },
    {
      "title": "The Notebook",
      "year": 2004,
      "score": 4,
      "description": "A classic that stands up to many other greats. If you want a romantic film, this spare no expenses. This film will really dial into your soul and play with your emotions, even if you think you're a robot."
    },
    {
      "title": "Dunkirk",
      "year": 2017,
      "score": 5,
      "description": "This will go down as my favourite film of all time. The combination of Nolan and Zimmer produces a film with unstoppable tension with an intoxicating score in the background. An absolute must-watch, but should be seen on the biggest screen possible."
    },
    {
      "title": "About Time",
      "year": 2013,
      "score": 5,
      "description": "A film I was was hesitant to watch turned out to be the most wholesome family film I've seen in a long time. It'll take you on an emotional rollercoaster and should not be overlooked when looking for something to watch."
    },
    {
      "title": "Sicario",
      "year": 2015,
      "score": 3,
      "description": "A film I was expecting far more drama from gave an underwhelming story with extensive periods of just talking. Saying that, I've seen it twice in one month, purely by coincidence, so it's not unwatchable."
    },
    {
      "title": "Spenser Confidential",
      "year": 2020,
      "score": 4,
      "description": "The most Boston cop film ever and shows incredible quality for a Netflix original. The trio of Mark, Winston and Iliza is incredible and has shown I need more of them in my life."
    },
    {
      "title": "The Dictator",
      "year": 2012,
      "score": 3,
      "description": "A satirical comedy that is nothing short of stupid genius from Sacha Baron Cohen. If you need a laugh, this will be a fun watch for sure. Want more of Sacha, try Ali G or Borat for more of his unique talent."
    },
    {
      "title": "Pacific Rim: Uprising",
      "year": 2018,
      "score": 3,
      "description": "If you like watching giant robots and aliens fight it out in overly destructible areas, then you might like this film. However, it doesn't do anything more than that, so don't expect an interesting storyline."
    }
  ]
}